"Title" = "Tárhely";
"Save" = "Mentés:";
"Files" = "Fájlok";
"Images" = "Képek";
"Text" = "Szöveg";
"SaveDescription" = "Válaszd ki, milyen típusú másolt tartalom legyen tárolva.";
"Size" = "Méret:";
"SizeTooltip" = "A megtartott előzmények száma.\nAlapértelmezett: 200.";
"CurrentSizeTooltip" = "Jelenlegi méret a lemezen.";
"SortBy" = "Rendezés:";
"LastCopiedAt" = "Utolsó másolás ideje";
"FirstCopiedAt" = "Első másolás ideje";
"NumberOfCopies" = "Másolások száma";
"SortByTooltip" = "Alapértelmezett: Utolsó másolás ideje.";
